Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Go Absolutely Insane!
ru_ru: Сойти с ума

source: Go ahead and pick which stage you want to replay.
ru_ru: Выбери, какой этап ты хочешь переиграть.

source: Go ahead and take a shower while I prepare our breakfast.
ru_ru: Иди, прими душ, пока я приготовлю завтрак.

source: Go back to the setup menu.
ru_ru: Вернуться в меню подготовки.

source: Go back to the survival mode menu.
ru_ru: Вернуться в меню режима выживания.

source: Go back to... choice or setup...
ru_ru: Вернуться... к выбору или подготовке...

source: Go back... setup menu...
ru_ru: Вернуться... к подготовке...

source: Go on ahead, Lieutenant.
ru_ru: Идите без меня, лейтенант.

source: Go on and wait for me in the real world. I'll be right there.
ru_ru: Идите и ждите меня в реальном мире. Я скоро буду.

source: Going back to the beginning of the battle is an option.
ru_ru: Возвращение к началу битвы - один из вариантов.

source: Going by these slender arms, it has to be a girl. Not to mention, I can feel something soft pressing up against my back.
ru_ru: Судя по этим стройным рукам, это должна быть девушка. Не говоря уже о том, что я чувствую, как кое-что мягкое прижимается к моей спине.

source: Going from part-time to full-time employment!
ru_ru: Перехожу с подработки на полную ставку!

source: Gonna take you home!
ru_ru: Я заберу тебя домой!

source: Gonna turn you into a big ol' red tomato!
ru_ru: Я превращу тебя в большой красный помидор!

source: Good luck, Kou!
ru_ru: Удачи, Коу!

source: Good morning, and good night. Zzz.
ru_ru: Доброе утро. Спокойной ночи. Хрр.

source: Goodnight, tutu ballerina.
ru_ru: Спокойной ночи, Tutu Ballerina.

source: Got any requests for dinner tonight?
ru_ru: Есть пожелания по поводу сегодняшнего ужина?

source: Got it.
ru_ru: Понял.

source: Gotcha. I'll give it a shot.
ru_ru: Понял. Я постараюсь.

source: Gotta check that simulacrum out! Or so they say.
ru_ru: Надо заценить этот симулякр! Или как там говорят.

source: Great. More comfortable than in my real body, even.
ru_ru: Замечательно. Даже лучше, чем в моем настоящем теле.

source: Grovel and lick the dirt off my boots...
ru_ru: Преклонись и слижи грязь с моих сапог...

source: Guess I would obviously be packing one of these if I'm a soldier too.
ru_ru: Думаю, если я буду солдатом, то тоже буду носить такой.

source: Guess it's not.
ru_ru: Похоже, что нет.

source: Guess this is a good time to pick the red unit!
ru_ru: Думаю, сейчас самое время выбрать красный симулякр!

source: Gulp...
ru_ru: *Сглатывает*

source: Haa!
ru_ru: Ха-а!

source: Haa... Nanoha's so cute... Good at cooking... Perfect wife...
ru_ru: Хаа... Наноха такая милая... Хорошо готовит... Идеальная жена...

source: Haa... haa...
ru_ru: Хаа... хаа...

source: Hang in there, Lieutenant.
ru_ru: Держитесь, лейтенант.

source: Hang on. Why are my memories gone, then? The chip's functioning normally despite the damage, right?
ru_ru: Подожди. Почему тогда мои воспоминания пропали? Чип работает нормально, несмотря на повреждения, верно?

source: Hate the World
ru_ru: Ненависть к миру

source: Have we known each other that long?
ru_ru: Неужели мы так давно знакомы?

source: Have you ever done anything to me while I was asleep, Kou?
ru_ru: Ты когда-нибудь делал со мной что-нибудь, пока я спала, Коу?

source: Haven't they logged out yet?
ru_ru: Разве они ещё не вышли?

source: Having a heart-to-heart seems unlikely. We silently wolf down our food.
ru_ru: Поговорить по душам, видимо, не получится. Мы молча начинаем уплетать еду.

source: Having lost my memories, I should be all alone in this world. I'm as powerless as a baby, and I have no idea what's going on.
ru_ru: Потеряв память, я бы остался совсем один в этом мире. Я беспомощен, как младенец, и понятия не имею, что происходит.

source: He blushes if you tell him dirty jokes. Or so I like to imagine.
ru_ru: Он покраснеет, если ему рассказать пошлую шуту. Или мне так хотелось бы.

source: He can rot.
ru_ru: Он гниёт.

source: He likes little girls, no doubt about it.
ru_ru: Он без сомнения любит маленьких девочек.

source: He might be the mayor of Suzushiro, but he doesn't seem to have a good reputation.
ru_ru: Он может быть и мэр Судзусиро, но, похоже, у него не очень хорошая репутация.

source: He spouts nothing but lies. Please don't let him trick you!
ru_ru: Он говорит только ложь. Пожалуйста, не позволяй ему обмануть тебя!

source: He'd been acting weird since a while before Christmas...
ru_ru: Он вел себя странно ещё до Рождества...

source: He's a good guy, but well... Nah.
ru_ru: Он хороший парень, но... Не.

source: He's copying my style with that white coat.
ru_ru: Он подражает моему стилю в этом белом халате.

source: He's even more messed up than me.
ru_ru: У него тараканов в голове ещё больше, чем у меня.

source: He's got a turbocannon installed on his lower half.
ru_ru: Нижу пояса у него установлена турбопушка.

source: He's hurting...
ru_ru: Ему больно...

source: Health Gauge
ru_ru: Шкала здоровья

source: Healthy and happy is the way to go!
ru_ru: Быть здоровым и счастливым - вот путь к успеху!

source: Hearing all this sends chills down my spine.
ru_ru: От всех этих слов у меня по коже бегут мурашки.

source: Hearing the term makes me remember the concept. Brain chips are more than familiar to the people of this era.
ru_ru: Услышав этот термин, я вспомнил что это такое. Мозговые чипы более чем знакомы людям нашей эпохи.

source: Heat Charge
ru_ru: Тепловой заряд

source: Heat Gauge
ru_ru: Шкала нагрева

source: Heat Gauge Decrease Rates
ru_ru: Скорость рассеивания тепла

source: Heat and Damage Correlation
ru_ru: Связь нагрева и урона

source: Hell no! I can't do that!@hKOU_0301IK I'm not gonna leave you behind!
ru_ru: Черта с два! Я не могу этого сделать! Я вас не оставлю!

source: Help menu...
ru_ru: Помощь...

source: Her beautiful blue eyes are staring right at me.
ru_ru: Её красивые голубые глаза смотрят прямо на меня.

source: Her body has my full attention. Not in a dirty way, mind you.
ru_ru: Её тело приковало моё внимание. Не в пошлом смысле, разумеется.

source: Her frilly dress is so out of place on these filthy streets, it's kinda hard to look at.
ru_ru: Её платье с рюшками настолько неуместно выглядит среди этих грязных улиц, что на него трудно смотреть.

source: Her lips break into a smile.
ru_ru: Её губы расплываются в улыбке.

source: Her long, slender legs and firm hips are simply gorgeous.
ru_ru: Её длинные, стройные ноги и упругие бедра просто великолепны.

source: Her refined voice settles my racing heart down.
ru_ru: Её нежный голос успокаивает моё колотящееся сердце.

source: Her tense expression gives way to one of utter surprise. But this makes me feel a million times more at ease.
ru_ru: Её напряжённое выражение лица сменяется выражением полнейшего изумления. От этого я чувствую себя в сто раз спокойнее.

source: Here I go.@hRAIN_0201IK Firing stun flare!
ru_ru: Начали. Выпускаю оглушающую ракету!

source: Here we go, Lieutenant.
ru_ru: Начинаем, лейтенант.

source: Hey, Rain. It seems unlikely to me, but is there anything funny written on my profile?
ru_ru: Слушай, Рейн. В моём профиле могло быть написано что-нибудь нелепое?

source: Hey, do you mind if we ask you something?
ru_ru: Эй, ты не возражаешь, если мы спросим тебя кое о чем?

source: High Resolution
ru_ru: Высокое разрешение

source: His brain chip repaired. You will do it, yes?
ru_ru: Починить его мозговой чип. Вы справитесь, верно?

source: His brain's fried? Why not go to an actual hospital, then? You do realize that insurance won't cover the costs here, right?
ru_ru: У него мозги поджарились? Почему бы тогда не обратиться в настоящую больницу? Вы же понимаете, что страховка не покроет расходы в моей клинике?

source: Hmm, I certainly wouldn't mind being spoiled by her.
ru_ru: Хм, я бы точно не отказалась, чтобы она меня побаловала.

source: Hmm... I see.
ru_ru: Хм... Понятно.

source: Hmm... Maybe I'm best off wearing our school sweater when doing gardening work?
ru_ru: Хм... Может, мне лучше носить наш школьный свитер, когда я занимаюсь садоводством?

source: Hmm... You seem to have your reasons.
ru_ru: Хм... Похоже, у вас есть свои причины.

source: Hold on, I don't remember what I did before going to bed, or anything that happened yesterday for that matter.
ru_ru: Постой, я не помню, что я делал перед сном, да и вообще ничего из того, что было вчера.

source: Hold up!
ru_ru: Постой!

source: Hold up! I'm just a student, not some lieutenant! Besides, I...
ru_ru: Постойте! Я всего лишь студент, а не какой-то там лейтенант! Кроме того, я...

source: Honestly, I surprised even myself.
ru_ru: Честно говоря, я удивил даже самого себя.

source: Hopping Panic
ru_ru: Волна паники

source: Hostiles incoming from straight ahead this time!
ru_ru: На этот раз враги приближаются спереди!

source: Hostiles incoming! We have to get out of here!
ru_ru: Противники приближаются! Нам нужно убираться отсюда!

source: How am I supposed to look at times like these?
ru_ru: Как мне себя вести в такой ситуации?

source: How amusing. I like you. Come on in.
ru_ru: Как занятно. Ты мне нравишься. Заходи.

source: How could I let this happen...?
ru_ru: Как я могла это допустить...?

source: How do you feel?
ru_ru: Как ты себя чувствуешь?

source: How it feels?
ru_ru: К своему телу?

source: How much time has passed since those peaceful times?
ru_ru: Сколько времени прошло с тех времён?

source: How pushy. Not that I mind.
ru_ru: Как напористо. Хотя я и не против.

source: However, you will be in for a world of pain if you get hit.
ru_ru: Однако, если по тебе попадут, то мало не покажется.

source: Huh, is this runt really a doctor?
ru_ru: А этот коротышка действительно врач?

source: Huh?
ru_ru: А?

source: Huh? A shower?
ru_ru: А? Душ?

source: Huh?!
ru_ru: А?!

source: Humanoid weapons that operate under the principles of the internet. Virtual tools of warfare that we humans created to kill in a virtual environment.
ru_ru: Гуманоидное оружие, функционирующее по законам интернета. Виртуальные орудия войны, которые мы, люди, создали, чтобы убивать в виртуальной среде.

source: Hurry!
ru_ru: Быстрее!

source: Huuuungry is my naaaaaaame.
ru_ru: Гоооолод это моё имяяяяяяяя.

source: I always figured people in the military were scary, but maybe I was wrong...
ru_ru: Я всегда думала, что люди в армии страшные, но, возможно, я ошибалась...

source: I assure you, I'm most certainly not kidding. This is an internet battlefield that you've dived into as a soldier.
ru_ru: Гарантирую вам, что я точно не шучу. Вы находитесь в зоне боевых действий в интернете, в которую вы погрузились сражаться.

source: I back off on reflex, and just in time too. The claws come together with a clang where my head was a moment ago.
ru_ru: Я рефлекторно отскакиваю, и успеваю увернуться. Когти с лязгом смыкаются там, где мгновение назад была моя голова.

source: I believe in both him and his Assembler.
ru_ru: Я верю и в него, и в его Ассемблер.

source: I believe in the future...
ru_ru: Я верю в будущее...

source: I breathe a sigh of relief when I see the familiar face of a youngster in the reflection.
ru_ru: Я вздохнул с облегчением, увидев в отражении молодое лицо.

source: I can feel my body juices rise up to my throat.
ru_ru: Я чувствую, что меня может в любой момент вырвать.

source: I can hear the boing boing in my head.
ru_ru: Я слышу "прыг-прыг" в своей голове.

source: I can see her gasping through the face window.
ru_ru: Через дисплей я вижу, как она вздыхает.

source: I can sense similarities between us.
ru_ru: Я чувствую сходство между нами.

source: I can smell... Sora on you...
ru_ru: Ты пахнешь... Сорой...

source: I can tell this is the start of another peaceful day...
ru_ru: Я могу сказать, что это начало еще одного спокойного дня...

source: I can tell this is the start of another peaceful day... Another day of fine weather.
ru_ru: Я могу сказать, что это начало еще одного спокойного дня... Очередного солнечного дня.

source: I can tell... Her masochist levels are off the charts!
ru_ru: Вижу... Уровень её мазохизма зашкаливает!

source: I can tell... Her sadist levels are off the charts!
ru_ru: Это видно... Уровень её мазохизма зашкаливает!

source: I can't apologize enough for not being able to help her!
ru_ru: Я никогда не смогу извиниться за то, что не смогла помочь ей!

source: I can't believe Makoto and Dominion's priestess were the same person...
ru_ru: Не могу поверить, что Макото и жрица Доминиона были одним и тем же человеком...

source: I can't bring myself to like this place, no matter how much time passes.
ru_ru: Я не могу заставить себя полюбить это место, сколько бы ни старалась.

source: I can't deal with this. I feel like she's staring at me, but I'm not sure if it's just my imagination.
ru_ru: Я этого не переживу. Я чувствую, что она смотрит на меня, но я не уверен, может, это просто мое воображение.

source: I can't remember their names or where we were at the time, but I do somewhat remember that those were really peaceful times.
ru_ru: Я не помню ни их имен, ни того, где мы тогда были, но я точно помню, что это были мирные времена.

source: I can't say I'm a fan of her advances. Hmm? J-Jealousy has nothing to do with it!
ru_ru: Не могу сказать, что я фанат её достижений. Хм? З-Зависть здесь ни при чем!

source: I can't say I'm familiar with Absolute Territory. Is it a new type of protective barrier?
ru_ru: Не могу сказать, что я знакома с "Абсолютной территорией". Это новый тип защитного барьера?

source: I can't say I'm fond of addressing anyone as "Master."
ru_ru: Не могу сказать, что мне нравится обращаться к кому-либо "Хозяин".

source: I can't say this sits entirely right with me...
ru_ru: Не могу сказать, что это меня полностью устраивает...

source: I can't sleep like this! I make up my mind, turn toward Rain...
ru_ru: Я не могу так спать! Я решаюсь и поворачиваюсь к Рейн...

source: I can't sleep.
ru_ru: Я не могу заснуть.

source: I can't take my eyes off it. I don't understand how she can smile in this situation.
ru_ru: Я не могу оторвать от нее глаз. Не понимаю, как она может улыбаться в подобной ситуации.

source: I casually cast my eyes in the direction the noise is coming from.
ru_ru: Я рассеянно бросаю взгляд в ту сторону, откуда доносится шум.

source: I close my eyes and focus on nothing but empty space. Immediately, the chakra to the internet opens up and...
ru_ru: Я закрываю глаза и сосредотачиваюсь выбрасываю все мысли из головы. Я сразу же чувствую как моё сознание начинает движение...

source: I consider Sora a precious friend, as well as my personal ideal.
ru_ru: Я считаю Сору своим драгоценным другом, а также своим личным идеалом.

source: I consider myself naught but a humble slave for your needs. Sexual needs, of course.
ru_ru: Я считаю себя всего лишь покорной рабыней для ваших нужд. Сексуальных нужд, естественно.

source: I could never forget this, similar to how one never forgets how to walk or ride a bike. And just like that, my mind takes off to cyberspace.
ru_ru: Я никогда не смогу забыть как это делается, как не забывают, как ходить или ездить на велосипеде. Мои мысли уносятся в киберпространство...

source: I could wipe this garbage out in the span of three seconds now.
ru_ru: Теперь я могу уничтожить этот мусор за три секунды.

source: I couldn't believe that she got past my firewall so easy.
ru_ru: Поверить не могу, что она так легко прошла через мой брандмауэр.

source: I currently have a metal body with no mouth, but doing that calms me down for some strange reason.
ru_ru: Сейчас у меня металлическое тело без рта, но по какой-то странной причине это меня успокаивает.

source: I decide to quit racking my brain.
ru_ru: Я решаю перестать ломать голову над происходящим.

source: I didn't know what to do because it was all so sudden. Who knows what might've happened if you weren't there with me.
ru_ru: Я не знал, что делать, потому что всё произошло так внезапно. Кто знает, что могло бы случиться, если бы вас не было рядом со мной.

source: I didn't want to see this reality... I wanted to believe in the future.
ru_ru: Я не хотела видеть мир таким... Я хотела верить в будущее.

source: I do wish you would let yourself go a bit more.
ru_ru: Я бы хотела, чтобы ты почаще расслаблялся.

source: I do. He's still a mercenary, and...
ru_ru: Да. Он все еще наемник, и...

source: I don't even know what I was doing before I lost my memories.
ru_ru: Я даже не знаю, что я делал до того, как потерял память.

source: I don't even want to imagine a world where we're enemies...
ru_ru: Я даже не хочу представлять себе мир, в котором мы враги...

source: I don't handle womanizers too well...
ru_ru: Я не очень хорошо лажу с бабниками...

source: I don't know exactly how it happened, whether it was a logic bomb or black ICE or what...
ru_ru: Я не знаю точно, что произошло, была ли это логическая бомба или черный ICE, или...

source: I don't know him... But huge people are scary.
ru_ru: Я его не знаю... Но огромные люди меня пугают.

source: I don't particularly mind, but it is embarrassing. And I don't know about being so clingy with a guy who's not your boyfriend.
ru_ru: Не то, чтобы я был против, но это смущает. Не понимаю, как можно так клеиться к посторонним людям, я ведь даже не её парень.

source: I don't remember. Who exactly are you, Rain?
ru_ru: Я вас не помню. Рейн, кто вы?

source: I don't see any consoles. Why weren't we in an operations room?
ru_ru: Я не вижу никаких консолей. Почему мы не в операционной комнате?

source: I don't see it.
ru_ru: Но я не вижу его.

source: I don't think you realize just how easy you are, Kou.
ru_ru: Я не думаю, что ты понимаешь, насколько ты прост, Коу.

source: I feel a certain bond with him due to our positions as support units.
ru_ru: Я чувствую определенную связь с ним из-за того, что мы занимаем должности в подразделениях поддержки.

source: I feel a soft, warm touch every time our bodies come into contact, and it's too much for me to take.
ru_ru: Я чувствую мягкое, тёплое прикосновение каждый раз, когда наши тела соприкасаются, и мне от этого не легче.

source: I feel bad for both you and her...
ru_ru: Мне жаль и тебя, и её...

source: I feel powerful, like I can do anything I want. Even the loss of my memories doesn't strike me as a big deal right now.
ru_ru: Я чувствую себя всесильным, как будто могу сделать всё, что захочу. Даже потеря воспоминаний не кажется мне чем-то серьёзным.

source: I finally realize how grave the situation is once I say that out loud.
ru_ru: Когда я говорю это вслух, я наконец-то понимаю, насколько всё серьёзно.

source: I focus on my body as I'm told. Only then do I notice that I have a pulse.
ru_ru: Я концентрируюсь на своем теле, как она и сказала. Я замечаю, что у меня есть пульс.

source: I follow Rain and walk into the nightlife.
ru_ru: Я следую за Рейн и становлюсь частью ночной жизни города.

source: I get dragged another two meters as I try to figure out how to respond.
ru_ru: Меня тащат еще два метра, пока я пытаюсь сообразить, что ответить.

source: I guess boys just like the more glamorous ones...
ru_ru: Думаю, мальчикам просто нравятся более гламурные...

source: I guess there is such a thing as being too realistic.
ru_ru: Наверное, есть такая вещь, как гиперреализм.

source: I guess we won't exactly get away scot-free if it comes out that we were involved in that battle earlier.
ru_ru: Думаю, нас не оставят в покое, если выяснится, что мы участвовали в той битве.

source: I hate this guy with a passion.
ru_ru: Я люто ненавижу этого парня.

source: I have a duty to stay by his side after he saved me.
ru_ru: Я обязана быть на его стороне после того, как он спас мне жизнь.

source: I have no patience for anyone who hurts you!
ru_ru: Терпеть не могу тех, кто причиняет тебе боль!

source: I have some nerve to be thinking about butts in this situation, even if I do say so myself.
ru_ru: Честно говоря, у меня хватает наглости думать о женщинах в подобной ситуации.

source: I have to admit, I wish I was half as good as Nanoha is at cooking.
ru_ru: Должна признаться, я хотела бы быть хоть вполовину так хороша на кухне, как Наноха.

source: I have to get up, eat breakfast, and head out as soon as possible.
ru_ru: Мне нужно встать, позавтракать и поскорее выйти.

source: I have to remember that she is a soldier herself.
ru_ru: Я должен помнить, что она солдат.

source: I haven't changed much since we were in school. Right?
ru_ru: Я не сильно изменилась с тех пор, как мы учились в школе. Верно?

source: I honestly just wish she'd picked a better place to hole out in. Who's this doctor, anyway?
ru_ru: Честно говоря, я просто хотел бы, чтобы она выбрала более подходящее место для работы. Кто она такая, кстати?

source: I hope Kou never grows eyebrows like this.
ru_ru: Надеюсь, у Коу никогда не вырастут такие брови.

source: I hope he'll pat my head...
ru_ru: Надеюсь, он погладит меня по голове...

source: I hope there's a place in your heart for tall girls.
ru_ru: Надеюсь, в вашем сердце найдется место для высоких девушек.

source: I hope... people can see us as siblings...
ru_ru: Я надеюсь... что люди увидят в нас родственников...

source: I just didn't wanna get hurt. This may be a virtual body, but getting hit can still be really painful.
ru_ru: Я просто не хотел пораниться. Может, это и виртуальное тело, но получать удары по-прежнему очень больно.

source: I keep running. I can hear the wind howling, and I can see virus after virus flying past right by my simulacrum.
ru_ru: Я продолжаю бежать. Я слышу завывание ветра и вижу, как вирусы проносятся мимо моего симулякра.

source: I knew how she looked thanks to the face window, but this is something else entirely.
ru_ru: Я знал, как она выглядит благодаря окошку с её лицом, но в живую она выглядит совершенно иначе.

source: I know all that, but I pretend not to hear her and stay rooted to my bed.
ru_ru: Я все это знаю, но притворяюсь, что не слышу её и остаюсь в кровати.

source: I know for a fact that it isn't Kuu. It's not possible.
ru_ru: Я точно знаю, что это не Куу. Это невозможно.

source: I know that!
ru_ru: Я знаю!

source: I know, I know. I just wanted to mess with him a little. So, what do you really need?
ru_ru: Знаю, знаю. Я просто хотела немного поиздеваться над ним. Итак, что вам нужно?

source: I let out a small yelp when I feel the neurojack getting plugged in.
ru_ru: Я вскрикиваю, когда чувствую, как подключается нейроразъём.

source: I like big... boats and I cannot lie. Ugh.
ru_ru: Знаешь как называют местного шелкопряда? Тутовым. Уф.

source: I look back at the battlefield one last time and see it covered in dust and gunpowder smoke.
ru_ru: Я в последний раз бросаю взгляд на поле боя и вижу, что оно покрыто пылью и пороховым дымом.

source: I look to my side and find Rain gone. Muddy daylight streams in through the windows.
ru_ru: Я смотрю в сторону и вижу, что Рейн исчезла. Мутный дневной свет проникает через окна.

source: I look up and see a tidal wave of viruses rushing toward us.
ru_ru: Я поднимаю взгляд и вижу огромную волну вирусов, несущуюся к нам.

source: I made sure to replicate those books hidden under your bed as well.
ru_ru: Я позаботилась о переносе в киберпространство тех книг, что были у тебя под кроватью.

source: I may be good, but I can't bring back the dead.
ru_ru: Я, может, и хороша, но мёртвых воскрешать не могу.

source: I may be relieved, but I'm not convinced. I look at my reflection once again, this time in one of the windows.
ru_ru: Мне, может и стало легче, но я всё ещё не уверен. Я вновь смотрю на своё отражение, на этот раз в одно из окон.

source: I may not remember it, but I can tell just by looking at her that she's a very important person to me.
ru_ru: Я может и не помню ее, но, глядя на нее, чувствую, что она мне дорога.
